export const adviceList = [
  {
    id: 1,
    status: 'success',
    text: 'Использовать данное долото для скважин с малыми разворотами по азимуту, поскольку оно обеспечит высокие показатели механической скорости, для скважин с большими разворотами подобрать менее агрессивное долото, для снижения рисков и уменьшения времени слайдов, что в конечном счете позволит сэкономить время.',
    case: 'Бурение велось новым долотом 295.3 P 519-30-9 #BH 1189 производства ООО "ПетроТул". Долото показало очень высокую скорость бурения 113м/ч.'
  },
  {
    id: 2,
    status: 'error',
    text: 'КНБК показала относительно высокую скорость, но это в первую очередь связано с протяженным интервалом стабилизации и относительно небольшим разворотом, поскольку в слайде КНБК управляется достаточно тяжело и нет возможности работать с максимальным перепадом. Для скважин с большими разворотами такой тандем будет не эффективен, тем не менее у двигателя есть ряд очевидных плюсов, боле высокий крутящий момент, возможность бурения при 44л/с, вращение ротором при заданном угле перекоса до 120о/мин в инт. стабилизации и до 70 в интервале набора.',
    case: 'При бурении применялся забойный двигатель ДРУ-172 РФК.800 ПС в сочетании с новым долотом Р516-457-1. Негативная сторона: не удалось выдержать плановый режим 44л/с в связи с тем, что в конструкции ВЗД не предусмотрен байпас рабочее давление ВЗД заметно больше чем СперриДрил, в результате бурение велось при 42л/с, добуривали на 40л/с с давлением над забоем до 220атм. при бурении до 265атм.'
  },
  {
    id: 3,
    status: 'success',
    text: 'Рекомендуем использовать долото PetroTool  P613-658 для достижения высокой скорости проходки при бурении ГС. Также рекомендуем использовать это долото для срезки в ГС по причине агрессивного дизайна.',
    case: 'При бурении ГС№2 использовалось долото компании PetroTool  P613-658, средняя скорость составила 63м/ч'
  },
];
