export const commentList = [
  {
    id: 1,
    author: 'ННБ',
    date: '19 апреля, 09:01',
    text: 'С целью предотвращения размыва песчаника в интервале залегания зоны ММП и предотвращения конца света мы отказываемся от этого блока данных. Что будем делать, господа? ',
    reactions: [{ name: '👍', count: 1 }, { name: '✅', count: 1 }],
    answers: [
      {
        author: 'Буровые растворы',
        date: 'Вчера, 23:21',
        text: 'С целью предотвращения размыва песчаника в интервале залегания зоны ММП и предотвращения конца света мы отказываемся от этого блока данных. Что будем делать, господа? ',
        reactions: [{ name: '👍', count: 1 }, { name: '✅', count: 1 }]
      },
      {
        author: 'Куратор',
        date: 'Сегодня, 9:19',
        text: 'Согласен, лучше так',
        reactions: []
      }
    ]
  },
];
