const programmList = [
  {
    id: '5893',
    // field: 'Царичанское',
    field: 'Оренбургское',
    bush: '4 куст',
    well: '103/5 скважина',
    stage: 'Подготовка',
    deadline: '20 мая 2020',
    progress: '20% заполнено',
    curator: 'Тихон Кувшинов'
  },
  {
    id: '5892',
    // field: 'Арчинское',
    field: 'Оренбургское',
    bush: '6 куст',
    well: '38/6 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    progress: '40% согласовано',
    curator: 'Яснов Никита'
  },
  {
    id: '5891',
    // field: 'Ореховское',
    field: 'Оренбургское',
    bush: '10 куст',
    well: '198/4 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    progress: '50% согласовано',
    curator: 'Гуськов Владимир'
  },
  {
    id: '5890',
    // field: 'Пальяновская',
    field: 'Оренбургское',
    bush: '2 куст',
    well: '59/1 скважина',
    stage: 'Бурение',
    deadline: '20 мая 2020',
    progress: '20% готово',
    curator: 'Стеблева Анастасия'
  },
  {
    id: '5889',
    // field: 'Приобское',
    field: 'Оренбургское',
    bush: '1 куст',
    well: '103/6 скважина',
    stage: 'Бурение',
    deadline: '20 мая 2020',
    progress: '40% готово',
    curator: 'Клименко Ольга'
  },
  {
    id: '5883',
    // field: 'Валынтойское',
    field: 'Оренбургское',
    bush: '3 куст',
    well: '49/2 скважина',
    stage: 'Завершено',
    deadline: '20.05.20',
    progress: '',
    curator: 'Кудашов Эдуард'
  },
  {
    id: '5882',
    // field: 'В-Пякутинское',
    field: 'Оренбургское',
    bush: '11 куст',
    well: '28/3 скважина',
    stage: 'Завершено',
    deadline: '20.05.20',
    progress: '',
    curator: 'Фомина Римма'
  },
  {
    id: '5888',
    // field: 'Вынгапуровское',
    field: 'Оренбургское',
    bush: '12 куст',
    well: '100/3 скважина',
    stage: 'Завершено',
    deadline: '12.01.20',
    progress: '',
    curator: 'Бондарчук Ян'
  },
  {
    id: '5887',
    // field: 'З-Чатылькинская',
    field: 'Оренбургское',
    bush: '4 куст',
    well: '60/3 скважина',
    stage: 'Завершено',
    deadline: '18.12.19',
    progress: '',
    curator: 'Тихон Кувшинов'
  },
  {
    id: '5886',
    // field: 'В-Мессояхское',
    field: 'Оренбургское',
    bush: '11 куст',
    well: '150/2 скважина',
    stage: 'Завершено',
    deadline: '3.10.19',
    progress: '',
    curator: 'Фомина Римма'
  },
  {
    id: '5885',
    // field: 'Тазовское',
    field: 'Оренбургское',
    bush: '3 куст',
    well: '2473 скважина',
    stage: 'Завершено',
    deadline: '30.10.19',
    progress: '',
    curator: 'Кудашов Эдуард'
  },
  {
    id: '5884',
    // field: 'Новопортовское',
    field: 'Оренбургское',
    bush: '5 куст',
    well: '3682 скважина',
    stage: 'Завершено',
    deadline: '18.09.19',
    progress: '',
    curator: 'Тихон Кувшинов'
  },
];

export default programmList;