const programmList = [
  {
    id: 5893,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '3 куст',
    well: '38/6 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Заполняется'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Заполняется'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Заполняется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Заполняется'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5894,
    field: 'Новопортовское',
    type: 'Нагнетательная',
    name: 'Программа бурения нагнетательной скважины',
    bush: '8 куст',
    well: '103/5 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Готово'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Непримененный совет'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5895,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '5 куст',
    well: '198/4 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Непримененный совет'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Непримененный совет'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5896,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '8 куст',
    well: '59/1 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Заполняется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Заполняется'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5897,
    field: 'Новопортовское',
    type: 'Опережающая добывающая',
    name: 'Программа бурения опережающей добывающей скважины',
    bush: '7 куст',
    well: '103/6 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Яснов Никита',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Заполняется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Заполняется'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5898,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '3 куст',
    well: '49/2 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Гуськов Владимир',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Заполняется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Заполняется'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5899,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '1 куст',
    well: '28/3 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Стеблева Анастасия',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Заполняется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Заполняется'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5900,
    field: 'Новопортовское',
    type: 'Структурно-поисковая',
    name: 'Программа бурения структурно-поисковой скважины',
    bush: '6 куст',
    well: '48/2 скважина',
    stage: 'Заполнение',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Клименко Ольга',
        status: 'Готово'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Готово'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Заполняется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Заполняется'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Заполняется'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Заполняется'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Заполняется'
      }
    ],
  },
  {
    id: 5901,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '10 куст',
    well: '18/3 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласуется'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'В ожидании'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'В ожидании'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'В ожидании'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'В ожидании'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'В ожидании'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'В ожидании'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5902,
    field: 'Новопортовское',
    type: 'Структурно-поисковая',
    name: 'Программа бурения структурно-поисковой скважины',
    bush: '9 куст',
    well: '182/5 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласуется'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'В ожидании'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'В ожидании'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'В ожидании'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'В ожидании'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'В ожидании'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'В ожидании'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5903,
    field: 'Новопортовское',
    type: 'Эксплуатационная',
    name: 'Программа бурения эксплуатационной скважины',
    bush: '7 куст',
    well: '38/16 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласуется'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'В ожидании'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'В ожидании'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'В ожидании'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'В ожидании'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5904,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '10 куст',
    well: '59/2 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Кудашов Эдуард',
        status: 'Согласуется'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'В ожидании'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'В ожидании'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'В ожидании'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'В ожидании'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'В ожидании'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'В ожидании'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5905,
    field: 'Новопортовское',
    type: 'Опережающая добывающая',
    name: 'Программа бурения опережающей добывающей скважины',
    bush: '4 куст',
    well: '37/2 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласуется'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5906,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '7 куст',
    well: '94/13 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Бондарчук Ян',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласуется'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5907,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '5 куст',
    well: '38/6 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласуется'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5908,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '9 куст',
    well: '103/5 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Клименко Ольга',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласуется'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5909,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '10 куст',
    well: '198/4 скважина',
    stage: 'Согласование',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Стеблева Анастасия',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласуется'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'В ожидании'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'В ожидании'
      }
    ],
  },
  {
    id: 5910,
    field: 'Новопортовское',
    type: 'Разведочная',
    name: 'Программа бурения разведочной скважины',
    bush: '9 куст',
    well: '59/1 скважина',
    stage: 'Сформирована',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ],
  },
  {
    id: 5911,
    field: 'Новопортовское',
    type: 'Структурно-поисковая',
    name: 'Программа бурения структурно-поисковой скважины',
    bush: '2 куст',
    well: '103/6 скважина',
    stage: 'Сформирована',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Фомина Римма',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ],
  },
  {
    id: 5912,
    field: 'Новопортовское',
    type: 'Эксплуатационная',
    name: 'Программа бурения оценочной скважины',
    bush: '4 куст',
    well: '49/2 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5913,
    field: 'Новопортовское',
    type: 'Утилизационная',
    name: 'Программа бурения утилизационной скважины',
    bush: '6 куст',
    well: '28/3 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5914,
    field: 'Новопортовское',
    type: 'Эксплуатационная',
    name: 'Программа бурения оценочной скважины',
    bush: '8 куст',
    well: '48/2 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5915,
    field: 'Новопортовское',
    type: 'Опережающая добывающая',
    name: 'Программа бурения опережающей добывающей скважины',
    bush: '2 куст',
    well: '38/6 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5916,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '2 куст',
    well: '103/5 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5917,
    field: 'Новопортовское',
    type: 'Утилизационная',
    name: 'Программа бурения утилизационной скважины',
    bush: '6 куст',
    well: '198/4 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Тихон Кувшинов',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5918,
    field: 'Новопортовское',
    type: 'Эксплуатационная',
    name: 'Программа бурения оценочной скважины',
    bush: '1 куст',
    well: '38/6 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5919,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '4 куст',
    well: '103/5 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Клименко Ольга',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5920,
    field: 'Новопортовское',
    type: 'Эксплуатационная',
    name: 'Программа бурения оценочной скважины',
    bush: '5 куст',
    well: '198/4 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Кудашов Эдуард',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5921,
    field: 'Новопортовское',
    type: 'Оценочная',
    name: 'Программа бурения оценочной скважины',
    bush: '1 куст',
    well: '59/1 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Гуськов Владимир',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
  {
    id: 5922,
    field: 'Новопортовское',
    type: 'Структурно-поисковая',
    name: 'Программа бурения структурно-поисковой скважины',
    bush: '3 куст',
    well: '103/6 скважина',
    stage: 'Завершено',
    deadline: '20 мая 2020',
    team: [
      {
        role: 'Куратор',
        name: 'Бондарчук Ян',
        status: 'Согласован'
      },
      {
        role: 'Геолог',
        name: 'Анастасия Алёшин',
        status: 'Согласован'
      },
      {
        role: 'ННБ',
        name: 'Оксана Романова',
        status: 'Согласован'
      },
      {
        role: 'Бурение',
        name: 'Дмитрий Ореховский',
        status: 'Согласован'
      },
      {
        role: 'Буровые растворы',
        name: 'Никита Соболев',
        status: 'Согласован'
      },
      {
        role: 'Долота',
        name: 'Тимофей Гайчук',
        status: 'Согласован'
      },
      {
        role: 'Цементирование',
        name: 'Фёдор Савенко',
        status: 'Согласован'
      },
      {
        role: 'Руководитель сектора по инжинирингу бурения',
        name: 'Большаков Макар',
        status: 'Согласован'
      },
      {
        role: 'Сотрудник от ЦУБ',
        name: 'Горбунов Валерий',
        status: 'Согласован'
      }
    ]
  },
];

export default programmList;